Ran Plan for project: `tfmodule-tester` dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
Acquiring state lock. This may take a few moments...
data.aws_caller_identity.current: Reading...
data.aws_availability_zones.available: Reading...
data.aws_availability_zones.available: Read complete after 0s [id=us-east-1]
data.aws_caller_identity.current: Read complete after 1s [id=731685434595]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_imagebuilder_component.this will be created
+ resource "aws_imagebuilder_component" "this" {
      + arn          = (known after apply)
      + data         = <<-EOT
            "phases":
            - "name": "build"
              "steps":
              - "action": "ExecuteBash"
                "inputs":
                  "commands":
                  - "echo 'hello world'"
                "name": "example"
                "onFailure": "Continue"
            "schemaVersion": 1
        EOT
      + date_created = (known after apply)
      + encrypted    = (known after apply)
      + id           = (known after apply)
      + name         = "example"
      + owner        = (known after apply)
      + platform     = "Linux"
      + tags_all     = (known after apply)
      + type         = (known after apply)
      + version      = "1.0.0"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
Releasing state lock. This may take a few moments...

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p tfmodule-tester`
* :put_litter_in_its_place: To **delete** this plan click [here](http://406b1ce85c5e:4141/lock?id=vipinable%252Ftfmodule-tester%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p tfmodule-tester`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
